Repository: turnoffthelights/Turn-Off-the-Lights-browser-extension
Catalog: xcode/Turn-Off-the-Lights-Safari-extension/Shared (App)/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Permissions
ar: الأذونات
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Rechte
el: Δικαιώματα
es: Permisos
fi: Oikeudet
fr: Autorisations
he: הרשאות
hu: Jogosultságok
id: Izin
it: Permessi
ja: アクセス権
ko: 권한
nb: Rettigheter
nl: Bevoegdheden
pl: Uprawnienia
pt_br: Permissões
pt_pt: Permissões
ro: Permisiuni
ru: Права доступа
sv: Behörigheter
tr: İzinler
uk: Дозволи
vi: Quyền
zh_hans: 权限
zh_hant: 權限

source: Please check your network settings and try again.
ar: يرجى التحقق من إعدادات الشبكة الخاصة بك ومحاولة مرة أخرى.
ca: Si us plau, comproveu la configuració de xarxa i torneu-ho a intentar.
cs: Zkontrolujte prosím nastavení sítě a zkuste to znovu.
da: Tjek venligst dine netværksindstillinger og prøv igen.
de: Bitte überprüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es erneut.
el: Ελέγξτε τις ρυθμίσεις του δικτύου σας και δοκιμάστε ξανά.
es: Comprueba la configuración de la red e inténtalo de nuevo.
fi: Tarkista verkkoasetukset ja yritä uudelleen.
fr: Veuillez vérifier les paramètres de votre réseau et réessayer.
he: אנא בדוק את הגדרות הרשת שלך ונסה שוב.
hu: Kérjük, ellenőrizze a hálózati beállításokat, és próbálja meg újra.
id: Periksa pengaturan jaringan Anda dan coba lagi.
it: Controllare le impostazioni di rete e riprovare.
ja: ネットワーク設定を確認し、再度お試しください。
ko: 네트워크 설정을 확인한 후 다시 시도하세요.
nb: Kontroller nettverksinnstillingene og prøv på nytt.
nl: Controleer je netwerkinstellingen en probeer het opnieuw.
pl: Sprawdź ustawienia sieci i spróbuj ponownie.
pt_br: Verifique suas configurações de rede e tente novamente.
pt_pt: Verifique as suas definições de rede e tente novamente.
ro: Vă rugăm să verificați setările de rețea și să încercați din nou.
ru: Пожалуйста, проверьте настройки сети и повторите попытку.
sv: Kontrollera dina nätverksinställningar och försök igen.
tr: Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Будь ласка, перевірте налаштування вашої мережі та спробуйте ще раз.
vi: Vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_hans: 请检查网络设置并重试。
zh_hant: 请检查网络设置并重试。

source: Privacy and Open-Source
ar: الخصوصية والمصدر المفتوح
ca: Privacitat i codi obert
cs: Soukromí a otevřený zdrojový kód
da: Privatliv og open source
de: Datenschutz und Open-Source
el: Απόρρητο και ανοικτός κώδικας
es: Privacidad y código abierto
fi: Yksityisyys ja avoin lähdekoodi
fr: Vie privée et logiciels libres
he: פרטיות וקוד פתוח
hu: Adatvédelem és nyílt forráskód
id: Privasi dan Sumber Terbuka
it: Privacy e Open-Source
ja: プライバシーとオープンソース
ko: 개인 정보 보호 및 오픈 소스
nb: Personvern og åpen kildekode
nl: Privacy en open source
pl: Prywatność i otwarte oprogramowanie
pt_br: Privacidade e código aberto
pt_pt: Privacidade e código aberto
ro: Confidențialitate și Open-Source
ru: Конфиденциальность и открытый исходный код
sv: Integritet och öppen källkod
tr: Gizlilik ve Açık Kaynak
uk: Конфіденційність та відкритий код
vi: Quyền riêng tư và Nguồn mở
zh_hans: 隐私与开源
zh_hant: 隐私与开源

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Ochrana osobních údajů
da: Anonymitetspolitik
de: Datenschutzvereinbarung
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Confidentialité
he: מדיניות פרטיות
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Politica di tutela della privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nb: Personvern
nl: Privacybeleid
pl: Ochrona prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası
uk: Конфіденційність
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Rate & Review this App
ar: قم بتقييم ومراجعة هذا التطبيق
ca: Valora i comenta aquesta aplicació
cs: Hodnotit a recenzovat tuto aplikaci
da: Bedøm og anmeld denne app
de: Diese App bewerten und beurteilen
el: Βαθμολογήστε & Αξιολογήστε αυτή την εφαρμογή
es: Valora y reseña esta aplicación
fi: Arvioi & arvostele tämä sovellus
fr: Notez et évaluez cette application
he: דרג וסקור את האפליקציה הזו
hu: Értékelje és értékelje ezt az alkalmazást
id: Beri Nilai & Tinjau Aplikasi ini
it: Valutare e recensire questa applicazione
ja: このアプリを評価＆レビューする
ko: 이 앱 평가 및 리뷰
nb: Vurder og anmeld denne appen
nl: Beoordeel deze app
pl: Oceń i zrecenzuj tę aplikację
pt_br: Avaliar e comentar este aplicativo
pt_pt: Avaliar e rever esta aplicação
ro: Evaluați și revizuiți această aplicație
ru: Оценить и просмотреть это приложение
sv: Betygsätt och granska denna app
tr: Bu Uygulamayı Değerlendirin ve İnceleyin
uk: Оцініть та прокоментуйте цей додаток
vi: Đánh giá & Nhận xét Ứng dụng này
zh_hans: 评价和评论此应用程序
zh_hant: 评价和评论此应用程序

source: Read more news
ar: اقرأ المزيد من الأخبار
ca: Llegeix més notícies
cs: Přečtěte si další novinky
da: Læs flere nyheder
de: Weitere Nachrichten lesen
el: Διαβάστε περισσότερα νέα
es: Leer más noticias
fi: Lue lisää uutisia
fr: Plus d'actualités
he: קרא עוד חדשות
hu: További hírek
id: Baca lebih banyak berita
it: Ulteriori notizie
ja: ニュースを読む
ko: 더 많은 뉴스 읽기
nb: Les flere nyheter
nl: Lees meer nieuws
pl: Czytaj więcej wiadomości
pt_br: Leia mais notícias
pt_pt: Ler mais notícias
ro: Citiți mai multe știri
ru: Читать далее
sv: Läs mer om nyheter
tr: Daha fazla haber oku
uk: Читати більше новин
vi: Đọc thêm tin tức
zh_hans: 阅读更多新闻
zh_hant: 阅读更多新闻

source: Safari Extension
ar: ملحق سفاري
ca: Extensió de Safari
cs: Rozšíření Safari
da: Safari-udvidelse
de: Safari-Erweiterung
el: Επέκταση Safari
es: Extensión Safari
fi: Safari-laajennus
fr: Extension Safari
he: הרחבת ספארי
hu: Safari bővítmény
id: Ekstensi Safari
it: Estensione Safari
ja: サファリ拡張機能
ko: Safari 확장 프로그램
nb: Safari-utvidelse
nl: Safari-uitbreiding
pl: Rozszerzenie Safari
pt_br: Extensão do Safari
pt_pt: Extensão Safari
ro: Extensie Safari
ru: Расширение Safari
sv: Safari-tillägg
tr: Safari Uzantısı
uk: Розширення Safari
vi: Tiện ích mở rộng Safari
zh_hans: Safari 扩展
zh_hant: Safari 扩展

source: Safari extension is Disabled
ar: تم تعطيل امتداد Safari
ca: L'extensió de Safari està desactivada
cs: Rozšíření Safari je zakázáno
da: Safari-udvidelsen er deaktiveret
de: Safari-Erweiterung ist deaktiviert
el: Η επέκταση Safari είναι απενεργοποιημένη
es: La extensión de Safari está desactivada
fi: Safari-laajennus on poistettu käytöstä
fr: L'extension Safari est désactivée
he: התוסף ספארי מושבת
hu: A Safari bővítmény letiltva
id: Ekstensi Safari Dinonaktifkan
it: L'estensione Safari è disabilitata
ja: Safariの拡張機能が無効
ko: Safari 확장 프로그램이 비활성화됨
nb: Safari-utvidelsen er Deaktivert
nl: Safari-extensie is uitgeschakeld
pl: Rozszerzenie Safari jest wyłączone
pt_br: A extensão do Safari está desativada
pt_pt: A extensão Safari está desactivada
ro: Extensia Safari este dezactivată
ru: Расширение Safari отключено
sv: Safari-tillägget är inaktiverat
tr: Safari uzantısı Devre Dışı
uk: Розширення Safari вимкнено
vi: Tiện ích mở rộng Safari đã bị vô hiệu hóa
zh_hans: Safari 扩展已禁用
zh_hant: Safari 扩展已禁用

source: Safari extension is Enabled
ar: تم تمكين امتداد Safari
ca: L'extensió de Safari està activada
cs: Rozšíření Safari je povoleno
da: Safari-udvidelsen er aktiveret
de: Die Safari-Erweiterung ist aktiviert
el: Η επέκταση Safari είναι ενεργοποιημένη
es: La extensión Safari está activada
fi: Safari-laajennus on käytössä
fr: L'extension Safari est activée
he: תוסף ספארי מופעל
hu: A Safari bővítmény engedélyezve
id: Ekstensi Safari Diaktifkan
it: L'estensione Safari è abilitata
ja: Safariの拡張機能が有効
ko: Safari 확장 프로그램이 사용됨
nb: Safari-utvidelsen er aktivert
nl: Safari-extensie is ingeschakeld
pl: Rozszerzenie Safari jest włączone
pt_br: A extensão do Safari está ativada
pt_pt: A extensão Safari está activada
ro: Extensia Safari este activată
ru: Расширение Safari включено
sv: Safari-tillägget är aktiverat
tr: Safari uzantısı Etkinleştirildi
uk: Розширення Safari увімкнено
vi: Tiện ích mở rộng Safari đã được bật
zh_hans: Safari 扩展已启用
zh_hant: Safari 扩展已启用

source: Scroll down and tap **"Apps"**
ar: قم بالتمرير لأسفل وانقر على **"التطبيقات"**
ca: Desplaça't cap avall i toca **"Aplicacions"**
cs: Přejděte dolů a klepněte na možnost **"Aplikace "**.
da: Rul ned, og tryk på **"Apps"**.
de: Blättern Sie nach unten und tippen Sie auf **"Apps "**.
el: Μετακινηθείτε προς τα κάτω και πατήστε **"Εφαρμογές "**
es: Desplázate hacia abajo y pulsa **"Aplicaciones "**.
fi: Selaa alaspäin ja napauta **"Sovellukset "**.
fr: Faites défiler vers le bas et appuyez sur **"Apps "**.
he: גללו למטה והקישו על **"אפליקציות"**
hu: Görgessen lefelé, és koppintson az **"Alkalmazások "** lehetőségre.
id: Gulir ke bawah dan ketuk **"Aplikasi "**
it: Scorrere verso il basso e toccare **"Applicazioni "**.
ja: 下にスクロールして、**"Apps "**をタップする。
ko: 아래로 스크롤하여 **"앱"**을 탭합니다.
nb: Bla nedover og trykk på **"Apper"**
nl: Scroll naar beneden en tik op **"Apps"**.
pl: Przewiń w dół i dotknij **"Aplikacje "**.
pt_br: Role a tela para baixo e toque em **"Apps "**
pt_pt: Desloque-se para baixo e toque em **"Apps "**
ro: Derulați în jos și atingeți **"Apps"**
ru: Прокрутите вниз и нажмите **"Приложения "**.
sv: Bläddra ner och tryck på **"Appar"**
tr: Aşağı kaydırın ve **"Uygulamalar "** öğesine dokunun
uk: Прокрутіть униз і торкніться **"Програми "**.
vi: Cuộn xuống và chạm vào **"Ứng dụng"**
zh_hans: 向下滚动并点击 **"应用程序 "**
zh_hant: 向下滚动并点击 **"应用程序 "**

source: See more videos
ar: شاهد المزيد من الفيديوهات
ca: Veure més vídeos
cs: Zobrazit další videa
da: Se flere videoer
de: Mehr Videos sehen
el: Δείτε περισσότερα βίντεο
es: Ver más vídeos
fi: Katso lisää videoita
fr: Voir plus de vidéos
he: ראה עוד סרטונים
hu: További videók megtekintése
id: Lihat lebih banyak video
it: Vedi altri video
ja: ビデオをもっと見る
ko: 더 많은 동영상 보기
nb: Se flere videoer
nl: Meer video's bekijken
pl: Zobacz więcej filmów
pt_br: Ver mais vídeos
pt_pt: Ver mais vídeos
ro: Vezi mai multe videoclipuri
ru: Смотрите больше видео
sv: Se fler videor
tr: Daha fazla video gör
uk: Дивіться більше відео
vi: Xem thêm video
zh_hans: 查看更多视频
zh_hant: 查看更多视频

source: Select **"Safari"**, then tap **"Extensions"**
ar: حدد **"Safari"**، ثم انقر فوق **"الإضافات"**
ca: Seleccioneu **"Safari"** i, a continuació, toqueu **"Extensions"**
cs: Vyberte **"Safari "** a klepněte na **"Rozšíření "**.
da: Vælg **"Safari"**, og tryk derefter på **"Udvidelser"**.
de: Wählen Sie **"Safari "** und tippen Sie dann auf **"Erweiterungen "**.
el: Επιλέξτε **"Safari "** και, στη συνέχεια, πατήστε **"Επεκτάσεις "**.
es: Selecciona **"Safari "** y, a continuación, pulsa **"Extensiones "**.
fi: Valitse **"Safari "** ja napauta sitten **"Laajennukset "**.
fr: Sélectionnez **"Safari "**, puis appuyez sur **"Extensions "**.
he: בחר **"ספארי"**, לאחר מכן הקש על **"הרחבות"**
hu: Válassza ki a **"Safari "**, majd koppintson a **"Bővítmények "** lehetőségre.
id: Pilih **"Safari "**, lalu ketuk **"Ekstensi "**.
it: Selezionare **"Safari "**, quindi toccare **"Estensioni "**.
ja: Safari "を選択し、"拡張機能 "をタップします。
ko: "Safari"**를 선택한 다음 **"확장 프로그램"**을 탭합니다.
nb: Velg **"Safari"**, og trykk deretter på **"Utvidelser"**
nl: Selecteer **"Safari"** en tik vervolgens op **"Extensies"**.
pl: Wybierz **"Safari "**, a następnie stuknij **"Rozszerzenia "**.
pt_br: Selecione **"Safari "** e, em seguida, toque em **"Extensões "**
pt_pt: Selecione **"Safari "** e, em seguida, toque em **"Extensões "**
ro: Selectați **"Safari"**, apoi atingeți **"Extensii"**
ru: Выберите **"Safari "**, затем нажмите **"Расширения "**.
sv: Välj **"Safari"** och tryck sedan på **"Extensions"**
tr: "Safari "** öğesini seçin, ardından **"Uzantılar "** öğesine dokunun
uk: Виберіть **"Safari "**, а потім торкніться **"Розширення "**.
vi: Chọn **"Safari"**, sau đó chạm vào **"Tiện ích mở rộng"**
zh_hans: 选择 **"Safari "**，然后点击 **"扩展 "**
zh_hant: 选择 **"Safari "**，然后点击 **"扩展 "**

source: Select an item
ar: حدد عنصرًا
ca: Selecciona un element
cs: Vyberte položku
da: Vælg et emne
de: Wählen Sie einen Artikel
el: Επιλέξτε ένα στοιχείο
es: Seleccione un artículo
fi: Valitse kohde
fr: Sélectionner un élément
he: בחר פריט
hu: Válasszon ki egy elemet
id: Memilih item
it: Selezionare un elemento
ja: 項目を選択
ko: 항목 선택
nb: Velg et element
nl: Selecteer een item
pl: Wybierz element
pt_br: Selecione um item
pt_pt: Selecionar um item
ro: Selectați un element
ru: Выберите элемент
sv: Välj ett objekt
tr: Bir öğe seçin
uk: Виберіть елемент
vi: Chọn một mục
zh_hans: 选择一个项目
zh_hant: 选择一个项目

source: Share App
ar: مشاركة التطبيق
ca: Comparteix l'aplicació
cs: Sdílet aplikaci
da: Del app
de: App teilen
el: Μοιραστείτε την εφαρμογή
es: Compartir aplicación
fi: Jaa sovellus
fr: Partager l'application
he: שתף אפליקציה
hu: Alkalmazás megosztása
id: Bagikan Aplikasi
it: Condividi App
ja: シェアアプリ
ko: 앱 공유
nb: Del app
nl: App delen
pl: Udostępnij aplikację
pt_br: Compartilhar aplicativo
pt_pt: Partilhar aplicação
ro: Aplicație de partajare
ru: Поделиться приложением
sv: Dela app
tr: Uygulamayı Paylaş
uk: Ділитися додатком
vi: Chia sẻ ứng dụng
zh_hans: 共享应用程序
zh_hant: 共享应用程序

source: Share this App
ar: شارك هذا التطبيق
ca: Comparteix aquesta aplicació
cs: Sdílet tuto aplikaci
da: Del denne app
de: Diese App teilen
el: Μοιραστείτε αυτή την εφαρμογή
es: Compartir esta aplicación
fi: Jaa tämä sovellus
fr: Partager cette application
he: שתף את האפליקציה הזו
hu: Az alkalmazás megosztása
id: Bagikan Aplikasi ini
it: Condividi questa App
ja: このアプリを共有する
ko: 이 앱 공유
nb: Del denne appen
nl: Deel deze app
pl: Udostępnij tę aplikację
pt_br: Compartilhar este aplicativo
pt_pt: Partilhar esta aplicação
ro: Partajați această aplicație
ru: Поделиться этим приложением
sv: Dela denna app
tr: Bu Uygulamayı Paylaş
uk: Поділіться цим додатком
vi: Chia sẻ ứng dụng này
zh_hans: 分享此应用程序
zh_hant: 分享此应用程序

source: Shows licenses used in this app
ar: يعرض التراخيص المستخدمة في هذا التطبيق
ca: Mostra les llicències utilitzades en aquesta aplicació
cs: Zobrazuje licence použité v této aplikaci
da: Viser licenser brugt i denne app
de: Zeigt die in dieser Anwendung verwendeten Lizenzen an
el: Εμφανίζει τις άδειες που χρησιμοποιούνται σε αυτή την εφαρμογή
es: Muestra las licencias utilizadas en esta aplicación
fi: Näyttää tässä sovelluksessa käytetyt lisenssit
fr: Affiche les licences utilisées dans cette application
hu: Az alkalmazásban használt licencek megjelenítése
id: Menampilkan lisensi yang digunakan dalam aplikasi ini
it: Mostra le licenze utilizzate in questa applicazione
ja: このアプリで使用されているライセンスを表示
ko: 이 앱에서 사용된 라이선스를 표시합니다.
nb: Viser lisenser som brukes i denne appen
nl: Toont licenties die in deze app worden gebruikt
pl: Pokazuje licencje używane w tej aplikacji
pt_br: Mostra as licenças usadas neste aplicativo
pt_pt: Mostra as licenças utilizadas nesta aplicação
ro: Afișează licențele utilizate în această aplicație
ru: Показывает лицензии, используемые в этом приложении
sv: Visar licenser som används i den här appen
tr: Bu uygulamada kullanılan lisansları gösterir
uk: Показує ліцензії, що використовуються в цій програмі
vi: Hiển thị các giấy phép được sử dụng trong ứng dụng này
zh_hans: 显示此应用程序中使用的许可证
zh_hant: 显示此应用程序中使用的许可证

source: Shows other apps
ar: يعرض التطبيقات الأخرى
ca: Mostra altres aplicacions
cs: Zobrazuje další aplikace
da: Viser andre apps
de: Zeigt andere Anwendungen
el: Εμφανίζει άλλες εφαρμογές
es: Muestra otras aplicaciones
fi: Näyttää muut sovellukset
fr: Affiche d'autres applications
he: מציג אפליקציות אחרות
hu: Más alkalmazások megjelenítése
id: Menampilkan aplikasi lain
it: Mostra altre applicazioni
ja: 他のアプリを表示する
ko: 다른 앱 표시
nb: Viser andre apper
nl: Toont andere apps
pl: Pokazuje inne aplikacje
pt_br: Mostra outros aplicativos
pt_pt: Mostra outras aplicações
ro: Afișează alte aplicații
ru: Показывает другие приложения
sv: Visar andra appar
tr: Diğer uygulamaları gösterir
uk: Показує інші програми
vi: Hiển thị các ứng dụng khác
zh_hans: 显示其他应用程序
zh_hant: 显示其他应用程序

source: Sidebar
ar: الشريط الجانبي
ca: Barra lateral
cs: Boční panel
da: Indholdsoversigt
de: Seitenleiste
el: Πλαϊνή στήλη
es: Barra lateral
fi: Sivupalkki
fr: Barre latérale
he: סרגל צד
hu: Oldalsáv
id: Bar Samping
it: Barra laterale
ja: サイドバー
ko: 사이드바
nb: Sidepanel
nl: Navigatiekolom
pl: Pasek boczny
pt_br: Barra Lateral
pt_pt: Barra lateral
ro: Bară laterală
ru: Боковое меню
sv: Sidofält
tr: Kenar Çubuğu
uk: Бічна панель
vi: Thanh bên
zh_hans: 边栏
zh_hant: 側邊欄

source: Subscribe
ar: يشترك
ca: Subscriu-te
cs: Odebírat
da: Abonner
de: Abonnieren
el: Συνδρομή
es: Suscribirse
fi: Tilaa
fr: S’abonner
he: הירשם
hu: Feliratkozás
id: Berlangganan
it: Iscriviti
ja: サブスクリプションに登録
ko: 구독
nb: Abonner
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
pt_pt: Assinar
ro: Abonare
ru: Подписаться
sv: Prenumerera
tr: Abone Ol
uk: Підписатися
vi: Đặt mua
zh_hans: 订阅
zh_hant: 訂閱

source: Support
ar: يدعم
ca: Suport
cs: Podpora
da: Støtte
de: Unterstützung
el: Υποστήριξη
es: Ayuda
fi: Tuki
fr: Soutien
he: תְמִיכָה
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
pt_pt: Apoio
ro: Sprijin
ru: Поддержка
sv: Stöd
tr: Destek
uk: Підтримка
vi: Ủng hộ
zh_hans: 支持
zh_hant: 支持

source: The 2nd action you can choose is the Night Owl profile. That makes it possible to convert any website to your personal dark mode theme.
ar: الخيار الثاني الذي يمكنك اختياره هو ملف تعريف Night Owl. يتيح لك هذا تحويل أي موقع ويب إلى الوضع المظلم الخاص بك.
ca: La segona acció que podeu triar és el perfil Night Owl. Això permet convertir qualsevol lloc web al vostre tema personal de mode fosc.
cs: Druhá akce, kterou si můžete vybrat, je profil Noční sova. Ten umožňuje převést jakoukoli webovou stránku na váš osobní motiv tmavého režimu.
da: Den anden handling, du kan vælge, er Night Owl-profilen. Det gør det muligt at konvertere et hvilket som helst websted til dit personlige dark mode-tema.
de: Die zweite Aktion, die Sie wählen können, ist das Night Owl-Profil. Damit können Sie jede Website in Ihr persönliches Dark-Mode-Theme umwandeln.
el: Η 2η δράση που μπορείτε να επιλέξετε είναι το προφίλ Night Owl. Αυτό καθιστά δυνατή τη μετατροπή οποιουδήποτε ιστότοπου στο προσωπικό σας θέμα σκοτεινής λειτουργίας.
es: La segunda acción que puedes elegir es el perfil Búho Nocturno. Eso hace que sea posible convertir cualquier sitio web a su tema personal de modo oscuro.
fi: Toinen toiminto, jonka voit valita, on Yöpöllö-profiili. Sen avulla voit muuntaa minkä tahansa verkkosivuston henkilökohtaiseksi pimeän tilan teemaksi.
fr: La deuxième action que vous pouvez choisir est le profil Night Owl. Il permet de convertir n'importe quel site web en un thème personnel en mode sombre.
he: הפעולה השנייה שתוכלו לבחור היא פרופיל Night Owl. זה מאפשר להמיר כל אתר אינטרנט לתבנית Dark mode האישית שלכם.
hu: A 2. akció, amit választhatsz, az Éjszakai bagoly profil. Ez lehetővé teszi, hogy bármilyen webhelyet átalakítson a személyes sötét üzemmódú témájává.
id: Tindakan kedua yang bisa Anda pilih adalah profil Night Owl. Hal itu memungkinkan untuk mengonversi situs web apa pun ke tema mode gelap pribadi Anda.
it: La seconda azione che si può scegliere è il profilo Night Owl. Questo permette di convertire qualsiasi sito web nel vostro tema personale in modalità scura.
ja: 2つ目のアクションはNight Owlプロファイルです。これにより、あらゆるウェブサイトをあなただけのダークモードテーマに変換することが可能になる。
ko: 두 번째로 선택할 수 있는 작업은 나이트 아울 프로필입니다. 이를 통해 모든 웹사이트를 개인 다크 모드 테마로 변환할 수 있습니다.
nb: Den andre handlingen du kan velge er Night Owl-profilen. Det gjør det mulig å konvertere et hvilket som helst nettsted til ditt personlige mørke modus-tema.
nl: De 2e actie die je kunt kiezen is het Night Owl profiel. Dat maakt het mogelijk om elke website om te zetten naar jouw persoonlijke donkere modus thema.
pl: Drugą akcją, którą można wybrać, jest profil Nocna Sowa. Umożliwia on przekonwertowanie dowolnej witryny na osobisty motyw trybu ciemnego.
pt_br: A segunda ação que você pode escolher é o perfil Night Owl. Isso possibilita a conversão de qualquer site em seu tema pessoal de modo escuro.
pt_pt: A segunda ação que pode escolher é o perfil Night Owl. Isto permite converter qualquer sítio Web no seu tema pessoal de modo escuro.
ro: A doua acțiune pe care o puteți alege este profilul Night Owl. Aceasta face posibilă convertirea oricărui site web în tema dvs. personală pentru modul întunecat.
ru: Второе действие, которое вы можете выбрать, - это профиль Night Owl. Это позволяет преобразовать любой сайт в вашу персональную тему темного режима.
sv: Den andra åtgärden du kan välja är Night Owl-profilen. Det gör det möjligt att konvertera vilken webbplats som helst till ditt personliga tema för mörkt läge.
tr: Seçebileceğiniz 2. eylem Night Owl profilidir. Bu, herhangi bir web sitesini kişisel karanlık mod temanıza dönüştürmenizi mümkün kılar.
uk: Друга дія, яку ви можете вибрати - це профіль "Нічна сова". Це дає можливість перетворити будь-який веб-сайт на вашу особисту тему темного режиму.
vi: Hành động thứ 2 bạn có thể chọn là hồ sơ Night Owl. Điều này cho phép bạn chuyển đổi bất kỳ trang web nào sang giao diện chế độ tối cá nhân của bạn.
zh_hans: 你可以选择的第二个操作是 "夜猫子 "配置文件。这样就可以将任何网站转换成你个人的黑暗模式主题。
zh_hant: 你可以选择的第二个操作是 "夜猫子 "配置文件。这样就可以将任何网站转换成你个人的黑暗模式主题。
